import {flowerCats, flowerBunnys} from "../homeData/images";

export const greetingCards = [{
    id: 0,
    /*    bg: flowerBgs[0],*/
    cat: flowerCats[0],
    bunny: flowerBunnys[0],
    text: `3 года — это срок немалый,
Жизнь нас немного испытала.
Чтобы на место всё расставить,
Отметим столь прекрасный праздник.

3 года неземного счастья,
Любви бездонной и удачи,
Надежды, веры, вдохновения...
И понимания, уважения.

Всё было: ссоры и тревоги,
Нервишки, дальние дороги...
Разлука нам не помешала,
Судьба друг с другом нас связала.

Любовь твоя — тепло для сердца,
Что в стужу, зной дает согреться.
С тобой навеки, обещаю,
Люблю тебя и обожаю...`
},
    {
        id: 1,
        // bg: flowerBgs[1],
        cat: flowerCats[1],
        bunny: flowerBunnys[1],
        text: `Вместе мы уже три года.
Незаметно дни летят.
Столько разного увижу,
Если оглянусь назад.
Радостей и огорчений,
Объяснений, примирений.
Никогда их не забуду,
Но смотреть назад не буду.
Смотрим мы с тобой вперед,
Там нас будущее ждет!
`
    }, {
        id: 2,
        /*        bg: flowerBgs[2],*/
        cat: flowerCats[2],
        bunny: flowerBunnys[2],
        text: `Вот три года за плечами,
Уж, осталось и сейчас
С годовщиной поздравляю,
Ведь важна она для нас!

День с тобой мы этот любим
И судьбу благодарим
За всё то, что нам отмерил
Этот день! Его храним!`
    },
    {
        id: 3,
        /*        bg: flowerBgs[3],*/
        cat: flowerCats[3],
        bunny: flowerBunnys[3],
        text: `Ты моя дорогая, желанная,
И тебя всей душой я люблю,
И тебя, моя девушка милая,
С Днем влюбленных поздравить хочу!

Я хочу, чтобы ты улыбалась,
Чтоб со мной всегда рядом была,
Чтобы обиды всегда забывались,
Всей душой люблю тебя я!`
    },
    {
        id: 4,
        /*        bg: flowerBgs[4],*/
        cat: flowerCats[4],
        bunny: flowerBunnys[4],
        text: `Хочу тебя, любимая, поздравить
И поцелуй свой на щеке оставить.
Ты так юна, красива и нежна,
И для меня одна лишь ты нужна.

Пусть День влюбленных дарит тебе счастье,
Отгонит прочь проблемы и ненастья.
Чтоб жизнь была наполнена теплом,
Надеждой, радостью, любовью и добром.
`
    }]

import {we} from "../homeData/images";

export const photoWeCards = [{
        text: `Твоя любовь и поддержка дарят мне силы преодолевать любые трудности. Я ценю каждое мгновение, проведенное с тобой.`,
        src: we[0]
    },
    {
        text: `Ты вдохновляешь меня быть лучшей версией себя. Ты веришь в меня, когда я сомневаюсь в себе, и за это я тебя бесконечно люблю.`,
        src: we[1]
    },
    {
        text: `Ты - не только моя любимая, но и мой лучший друг. Ты всегда рядом, когда мне нужна поддержка, и я не могу себе представить жизнь без тебя.`,
        src: we[3]
    },
    {
        text: `1095 дней, проведенных с тобой, были полными счастья, взаимопонимания и любви.`,
        src: we[2]
    },
    {
        text: `Спасибо тебе за три прекрасных года, наполненных нежностью и заботой.`,
        src: we[4]
    },
    {
        text: `Вместе мы смеемся, плачем, мечтаем и растем. Ты делаешь меня лучше каждый день, и я благодарен судьбе за наше знакомство.`,
        src: we[6]
    },
    {
        text: `С тобой я знаю, что всегда найду поддержку и понимание. Благодарю за любовь, которую даришь мне каждый день.`,
        src: we[5]
    },
    {
        text: `Наши три года - это три года приключений, в которых мы вместе исследуем мир и создаем незабываемые моменты`,
        src: we[7]
    },
    {
        text: `Твоя красота захватывает дух и оставляет меня безмолвным`,
        src: we[9]
    },
    {
        text: `Я хочу просыпаться рядом с тобой каждое утро и засыпать в твоих объятиях каждую ночь`,
        src: we[8]
    },
    {
        text: `С тобой я чувствую, что могу быть самим собой и быть принятым безоговорочно`,
        src: we[10]
    },
    {
        text: `Ты – мое созвездие, которое освещает мою жизнь и наполняет ее красотой`,
        src: we[12]
    },
    {
        text: `С тобой я чувствую, что моя жизнь имеет смысл и цель`,
        src: we[11]
    },
    {
        text: `Я буду рядом с тобой во всех жизненных ситуациях и поддержу тебя`,
        src: we[13]
    },
    {
        text: `Твоя постоянная поддержка и вера в меня делают меня сильнее и увереннее в своих силах`,
        src: we[15]
    },
    {
        text: `Ты – моя радуга после дождя, которая принесла в мою жизнь яркость и красоту`,
        src: we[14]
    },
    {
        text: `Ты – моя нежность, которая согревает мое сердце и дарит мне тепло`,
        src: we[16]
    },
    {
        text: `Твоя улыбка – мое самое любимое произведение искусства, которое я хочу видеть каждый день.`,
        src: we[17]
    },
    {
        text: `Я готов делить с тобой все радости и печали, потому что ты – моя опора и партнер`,
        src: we[18]
    },
]
