export const greetingCards = [{
    id: 0,
    text: `3 года — это срок немалый,
Жизнь нас немного испытала.
Чтобы на место всё расставить,
Отметим столь прекрасный праздник.

3 года неземного счастья,
Любви бездонной и удачи,
Надежды, веры, вдохновения...
И понимания, уважения.

Всё было: ссоры и тревоги,
Нервишки, дальние дороги...
Разлука нам не помешала,
Судьба друг с другом нас связала.

Любовь твоя — тепло для сердца,
Что в стужу, зной дает согреться.
С тобой навеки, обещаю,
Люблю тебя и обожаю...`
},
    {
        id: 1,
        text: `Вместе мы уже три года.
Незаметно дни летят.
Столько разного увижу,
Если оглянусь назад.
Радостей и огорчений,
Объяснений, примирений.
Никогда их не забуду,
Но смотреть назад не буду.
Смотрим мы с тобой вперед,
Там нас будущее ждет!
`
    }, {
        id: 2,
        text: `Вот три года за плечами,
Уж, осталось и сейчас
С годовщиной поздравляю,
Ведь важна она для нас!

День с тобой мы этот любим
И судьбу благодарим
За всё то, что нам отмерил
Этот день! Его храним!`
    },
    {
        id: 3,
        text: `Ты моя дорогая, желанная,
И тебя всей душой я люблю,
И тебя, моя девушка милая,
С Днем влюбленных поздравить хочу!

Я хочу, чтобы ты улыбалась,
Чтоб со мной всегда рядом была,
Чтобы обиды всегда забывались,
Всей душой люблю тебя я!`
    },
    {
        id: 4,
        text: `Хочу тебя, любимая, поздравить
И поцелуй свой на щеке оставить.
Ты так юна, красива и нежна,
И для меня одна лишь ты нужна.

Пусть День влюбленных дарит тебе счастье,
Отгонит прочь проблемы и ненастья.
Чтоб жизнь была наполнена теплом,
Надеждой, радостью, любовью и добром.
`
    }]
